Repository: holgerkrupp/MealPlan
Catalog: MealPlanShared/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, it, nl, pt_pt

source: “%@” is already in MealPlan.
da: “%@” findes allerede i MealPlan.
es: “%@” ya está en MealPlan.
fr: « %@ » est déjà dans MealPlan.
it: “%@” è già in MealPlan.
nl: “%@” staat al in MealPlan.
pt_pt: “%@” já está no MealPlan.

source: (dish removed)
da: (ret fjernet)
es: (plato eliminado)
fr: (plat supprimé)
it: (piatto rimosso)
nl: (gerecht verwijderd)
pt_pt: (prato removido)

# %@ for %@. %@.
source: %1$@ for %2$@. %3$@.
da: %1$@ til %2$@. %3$@.
es: %1$@ para %2$@. %3$@.
fr: %1$@ pour %2$@. %3$@.
it: %1$@ per %2$@. %3$@.
nl: %1$@ voor %2$@. %3$@.
pt_pt: %1$@ para %2$@. %3$@.

source: %@ per 100 g
da: %@ pr. 100 g
es: %@ por 100 g
fr: %@ pour 100 g
pt_pt: %@ por 100 g

# %@, %lld variants
source: %1$@, %2$lld variants
da: %1$@, %2$lld varianter
es: %1$@, %2$lld variantes
fr: %1$@, %2$lld variantes
it: %1$@, %2$lld varianti
nl: %1$@, %2$lld varianten
pt_pt: %1$@, %2$lld variantes

source: %@: busy the whole time
da: %@: optaget hele tiden
de: %@: die ganze Zeit beschäftigt
es: %@: ocupado todo el tiempo
fr: %@ : occupé tout le temps
it: %@: impegnato tutto il tempo
nl: %@: de hele tijd bezet
pt_pt: %@: ocupado o tempo todo

source: %@: free from %@
da: %@: fri fra %@
de: %@: frei ab %@
es: %@: libre desde %@
fr: %@ : libre à partir de %@
it: %@: libero da %@
nl: %@: vrij vanaf %@
pt_pt: %@: livre a partir de %@

source: %@: nothing planned
da: %@: intet planlagt
de: %@: nichts geplant
es: %@: nada planificado
fr: %@ : rien de prévu
it: %@: niente in programma
nl: %@: niets gepland
pt_pt: %@: nada planeado

source: %@: partly busy
da: %@: delvist optaget
de: %@: teilweise beschäftigt
es: %@: parcialmente ocupado
fr: %@ : partiellement occupé
it: %@: parzialmente impegnato
nl: %@: deels bezet
pt_pt: %@: parcialmente ocupado

source: %lld added here
da: %lld tilføjet her
de: %lld hier hinzugefügt
es: %lld añadidos aquí
fr: %lld ajoutés ici
it: %lld aggiunti qui
nl: %lld hier toegevoegd
pt_pt: %lld adicionados aqui

source: %lld all-day events
da: %lld heldagsbegivenheder
de: %lld ganztägige Termine
es: %lld eventos de todo el día
fr: %lld événements sur la journée
it: %lld eventi di tutto il giorno
nl: %lld hele dag-afspraken
pt_pt: %lld eventos de dia inteiro

source: %lld calendars
da: %lld kalendere
de: %lld Kalender
es: %lld calendarios
fr: %lld calendriers
it: %lld calendari
nl: %lld agenda’s
pt_pt: %lld calendários

source: %lld cooked
da: %lld tilberedt
es: %lld cocinados
fr: %lld cuisinés
it: %lld cucinati
nl: %lld gekookt
pt_pt: %lld cozinhados

source: %lld days or more
da: %lld dage eller mere
de: %lld Tage oder mehr
es: %lld días o más
fr: %lld jours ou plus
it: %lld giorni o più
nl: %lld dagen of meer
pt_pt: %lld dias ou mais

source: %lld dishes
da: %lld retter
es: %lld platos
fr: %lld plats
it: %lld piatti
nl: %lld gerechten
pt_pt: %lld pratos

source: %lld events around %@
da: %lld begivenheder omkring %@
de: %lld Termine rund um %@
es: %lld eventos alrededor de %@
fr: %lld événements autour de %@
it: %lld eventi intorno a %@
nl: %lld afspraken rond %@
pt_pt: %lld eventos à volta de %@

source: %lld ingredients
da: %lld ingredienser
de: %lld Zutaten
es: %lld ingredientes
fr: %lld ingrédients
it: %lld ingredienti
nl: %lld ingrediënten
pt_pt: %lld ingredientes

source: %lld ingredients have no amount and were left out.
da: %lld ingredienser har ingen mængde og blev udeladt.
es: %lld ingredientes no tienen cantidad y se han omitido.
fr: %lld ingrédients n’ont pas de quantité et ont été ignorés.
it: %lld ingredienti non hanno una quantità e sono stati esclusi.
nl: %lld ingrediënten hebben geen hoeveelheid en zijn weggelaten.
pt_pt: %lld ingredientes não têm quantidade e foram omitidos.

source: %lld meals
da: %lld måltider
es: %lld comidas
fr: %lld repas
it: %lld pasti
nl: %lld maaltijden
pt_pt: %lld refeições

source: %lld minutes
da: %lld minutter
de: %lld Minuten
es: %lld minutos
it: %lld minuti
nl: %lld minuten
pt_pt: %lld minutos

source: %lld people currently have access.
da: %lld personer har adgang lige nu.
es: %lld personas tienen acceso actualmente.
fr: %lld personnes ont actuellement accès.
it: %lld persone hanno accesso al momento.
nl: %lld personen hebben momenteel toegang.
pt_pt: %lld pessoas têm acesso neste momento.

source: %lld photos
da: %lld billeder
es: %lld fotos
it: %lld foto
nl: %lld foto’s
pt_pt: %lld fotos

source: %lld planned meals
da: %lld planlagte måltider
es: %lld comidas planificadas
fr: %lld repas prévus
it: %lld pasti pianificati
nl: %lld geplande maaltijden
pt_pt: %lld refeições planeadas

source: %lld planned meals have no ingredients yet.
da: %lld planlagte måltider har endnu ingen ingredienser.
es: %lld comidas planificadas aún no tienen ingredientes.
fr: %lld repas prévus n’ont pas encore d’ingrédients.
it: %lld pasti pianificati non hanno ancora ingredienti.
nl: %lld geplande maaltijden hebben nog geen ingrediënten.
pt_pt: %lld refeições planeadas ainda não têm ingredientes.

source: %lld routines
da: %lld rutiner
es: %lld rutinas
it: %lld routine
pt_pt: %lld rotinas

source: %lld sent to Bring!
da: %lld sendt til Bring!
de: %lld an Bring! gesendet
es: %lld enviados a Bring!
fr: %lld envoyés vers Bring!
it: %lld inviati a Bring!
nl: %lld naar Bring! gestuurd
pt_pt: %lld enviados para o Bring!

source: %lld servings
da: %lld portioner
de: %lld Portionen
es: %lld raciones
fr: %lld portions
it: %lld porzioni
nl: %lld porties
pt_pt: %lld doses

source: %lld taken off Bring!
da: %lld fjernet fra Bring!
de: %lld von Bring! entfernt
es: %lld eliminados de Bring!
fr: %lld retirés de Bring!
it: %lld rimossi da Bring!
nl: %lld van Bring! verwijderd
pt_pt: %lld removidos do Bring!

source: %lld ticked off here
da: %lld krydset af her
de: %lld hier abgehakt
es: %lld marcados aquí
fr: %lld cochés ici
it: %lld spuntati qui
nl: %lld hier afgevinkt
pt_pt: %lld assinalados aqui

source: %lld week templates
da: %lld ugeskabeloner
es: %lld plantillas semanales
fr: %lld modèles de semaine
it: %lld modelli settimanali
nl: %lld weeksjablonen
pt_pt: %lld modelos semanais

source: 1 calendar
da: 1 kalender
de: 1 Kalender
es: 1 calendario
fr: 1 calendrier
it: 1 calendario
nl: 1 agenda
pt_pt: 1 calendário

source: 1 event around %@
da: 1 begivenhed omkring %@
de: 1 Termin rund um %@
es: 1 evento alrededor de %@
fr: 1 événement autour de %@
it: 1 evento intorno a %@
nl: 1 afspraak rond %@
pt_pt: 1 evento à volta de %@

source: 1 person currently has access.
da: 1 person har adgang lige nu.
es: 1 persona tiene acceso actualmente.
fr: 1 personne a actuellement accès.
it: 1 persona ha accesso al momento.
nl: 1 persoon heeft momenteel toegang.
pt_pt: 1 pessoa tem acesso neste momento.

source: A generic reference value for this ingredient, not a particular product.
da: En generel referenceværdi for denne ingrediens, ikke et bestemt produkt.
es: Un valor de referencia genérico para este ingrediente, no de un producto concreto.
fr: Une valeur de référence générique pour cet ingrédient, pas pour un produit précis.
it: Un valore di riferimento generico per questo ingrediente, non di un prodotto specifico.
nl: Een algemene referentiewaarde voor dit ingrediënt, niet voor een specifiek product.
pt_pt: Um valor de referência genérico para este ingrediente, não de um produto específico.

source: A little going on
da: Lidt travlt
de: Etwas los
es: Algo de actividad
fr: Un peu d’activité
it: Un po’ di impegni
nl: Beetje druk
pt_pt: Alguma atividade

source: A name is enough to add a dish — recipe, photo, and ingredients can follow later.
da: Et navn er nok til at tilføje en ret — opskrift, billede og ingredienser kan komme senere.
de: Ein Name reicht für ein neues Gericht – Rezept, Foto und Zutaten kannst du später ergänzen.
es: Con un nombre basta para añadir un plato: la receta, la foto y los ingredientes pueden venir después.
fr: Un nom suffit pour ajouter un plat — la recette, la photo et les ingrédients peuvent venir plus tard.
it: Un nome basta per aggiungere un piatto: ricetta, foto e ingredienti possono arrivare dopo.
nl: Een naam is genoeg om een gerecht toe te voegen — recept, foto en ingrediënten kunnen later volgen.
pt_pt: Um nome basta para adicionar um prato — a receita, a foto e os ingredientes podem vir depois.

source: A new dish, planned for this meal
da: En ny ret, planlagt til dette måltid
de: Ein neues Gericht, direkt für diese Mahlzeit
es: Un plato nuevo, planificado para esta comida
fr: Un nouveau plat, prévu pour ce repas
it: Un nuovo piatto, pianificato per questo pasto
nl: Een nieuw gerecht, gepland voor deze maaltijd
pt_pt: Um prato novo, planeado para esta refeição

source: A short tour of the plan, the dish library, and how to share recipes into MealPlan from other apps.
da: En kort rundvisning i planen, retsamlingen og hvordan du deler opskrifter til MealPlan fra andre apps.
de: Eine kurze Tour durch den Plan, die Gerichtesammlung und das Teilen von Rezepten aus anderen Apps zu MealPlan.
es: Un breve recorrido por el plan, la colección de platos y cómo compartir recetas desde otras apps a MealPlan.
fr: Une brève visite du menu, de la collection de plats et du partage de recettes vers MealPlan depuis d’autres apps.
it: Un breve tour del piano, della raccolta di piatti e di come condividere ricette in MealPlan da altre app.
nl: Een korte rondleiding door het plan, de gerechtencollectie en het delen van recepten vanuit andere apps naar MealPlan.
pt_pt: Uma breve visita ao plano, à coleção de pratos e à partilha de receitas de outras apps para o MealPlan.

source: About
da: Om
es: Acerca de
fr: À propos
it: Informazioni
nl: Over
pt_pt: Acerca de

source: About average for this week
da: Omkring gennemsnittet for denne uge
es: En torno a la media de esta semana
fr: Dans la moyenne de la semaine
it: Nella media di questa settimana
nl: Ongeveer gemiddeld voor deze week
pt_pt: Na média desta semana

source: Accepted
da: Accepteret
es: Aceptado
fr: Accepté
it: Accettato
nl: Geaccepteerd
pt_pt: Aceite

source: Access
da: Adgang
es: Acceso
fr: Accès
it: Accesso
nl: Toegang
pt_pt: Acesso

source: Active
da: Aktiv
es: Activa
it: Attiva
nl: Actief
pt_pt: Ativa

source: Add
da: Tilføj
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
nl: Voeg toe
pt_pt: Adicionar

source: Add “%@”
da: Tilføj “%@”
de: „%@“ hinzufügen
es: Añadir “%@”
fr: Ajouter « %@ »
it: Aggiungi “%@”
nl: “%@” toevoegen
pt_pt: Adicionar “%@”

source: Add %@ to the shopping list
da: Tilføj %@ til indkøbslisten
de: %@ zur Einkaufsliste hinzufügen
es: Añadir %@ a la lista de la compra
fr: Ajouter %@ à la liste de courses
it: Aggiungi %@ alla lista della spesa
nl: %@ aan de boodschappenlijst toevoegen
pt_pt: Adicionar %@ à lista de compras

source: Add ${name} to MealPlan
da: Tilføj ${name} til MealPlan
es: Añadir ${name} a MealPlan
fr: Ajouter ${name} à MealPlan
it: Aggiungi ${name} a MealPlan
nl: ${name} toevoegen aan MealPlan
pt_pt: Adicionar ${name} ao MealPlan

source: Add a dish
da: Tilføj en ret
de: Gericht hinzufügen
es: Añadir un plato
fr: Ajouter un plat
it: Aggiungi un piatto
nl: Gerecht toevoegen
pt_pt: Adicionar um prato

source: Add a dish to your library first — a regular meal repeats one of your dishes.
da: Tilføj først en ret til din samling — et fast måltid gentager en af dine retter.
es: Primero añade un plato a tu colección: una comida fija repite uno de tus platos.
fr: Ajoutez d’abord un plat à votre collection — un repas régulier reprend l’un de vos plats.
it: Aggiungi prima un piatto alla tua raccolta: un pasto ricorrente ripete uno dei tuoi piatti.
nl: Voeg eerst een gerecht toe aan je collectie — een vaste maaltijd herhaalt een van je gerechten.
pt_pt: Adiciona primeiro um prato à tua coleção — uma refeição regular repete um dos teus pratos.

source: Add a meal
da: Tilføj et måltid
de: Mahlzeit hinzufügen
es: Añadir una comida
fr: Ajouter un repas
it: Aggiungi un pasto
nl: Maaltijd toevoegen
pt_pt: Adicionar uma refeição

source: Add a photo of tonight’s result
da: Tilføj et billede af aftenens resultat
es: Añade una foto del resultado de hoy
fr: Ajoutez une photo du résultat de ce soir
it: Aggiungi una foto del risultato di stasera
nl: Voeg een foto toe van het resultaat van vanavond
pt_pt: Adiciona uma foto do resultado desta noite

source: Add a regular meal
da: Tilføj et fast måltid
es: Añadir una comida fija
fr: Ajouter un repas régulier
it: Aggiungi un pasto ricorrente
nl: Vaste maaltijd toevoegen
pt_pt: Adicionar uma refeição regular

source: Add a staple
da: Tilføj en basisvare
de: Vorratsartikel hinzufügen
es: Añadir un artículo de despensa
fr: Ajouter un produit de base
it: Aggiungi una scorta
nl: Voorraadartikel toevoegen
pt_pt: Adicionar um artigo de despensa

source: Add a tag
da: Tilføj et tag
de: Schlagwort hinzufügen
es: Añadir una etiqueta
fr: Ajouter un tag
it: Aggiungi un tag
nl: Label toevoegen
pt_pt: Adicionar uma etiqueta

source: Add an item
da: Tilføj en vare
de: Eintrag hinzufügen
es: Añadir un artículo
fr: Ajouter un article
it: Aggiungi un articolo
nl: Item toevoegen
pt_pt: Adicionar um artigo

source: Add another
da: Tilføj endnu en
de: Weitere hinzufügen
es: Añadir otro
fr: En ajouter un autre
it: Aggiungine un altro
nl: Nog een toevoegen
pt_pt: Adicionar outro

source: Add another recipe first, then group the two as variants.
da: Tilføj først en opskrift mere, og grupper så de to som varianter.
de: Leg erst ein weiteres Rezept an und gruppiere die beiden dann als Varianten.
es: Crea primero otra receta y luego agrupa las dos como variantes.
fr: Ajoutez d’abord une autre recette, puis regroupez les deux en variantes.
it: Aggiungi prima un’altra ricetta, poi raggruppa le due come varianti.
nl: Voeg eerst nog een recept toe en groepeer de twee daarna als varianten.
pt_pt: Adiciona primeiro outra receita e depois agrupa as duas como variantes.

source: Add dish
da: Tilføj ret
de: Gericht hinzufügen
es: Añadir plato
fr: Ajouter un plat
it: Aggiungi piatto
nl: Gerecht toevoegen
pt_pt: Adicionar prato

source: Add Dish
da: Tilføj ret
es: Añadir plato
fr: Ajouter un plat
it: Aggiungi piatto
nl: Gerecht toevoegen
pt_pt: Adicionar prato

source: Add Dish to MealPlan
da: Tilføj ret til MealPlan
es: Añadir plato a MealPlan
fr: Ajouter un plat à MealPlan
it: Aggiungi piatto a MealPlan
nl: Gerecht toevoegen aan MealPlan
pt_pt: Adicionar prato ao MealPlan

source: Add ingredients with amounts and MealPlan can estimate this dish.
da: Tilføj ingredienser med mængder, så kan MealPlan estimere denne ret.
es: Añade ingredientes con cantidades y MealPlan podrá estimar este plato.
fr: Ajoutez des ingrédients avec leurs quantités et MealPlan pourra estimer ce plat.
it: Aggiungi ingredienti con le quantità e MealPlan potrà stimare questo piatto.
nl: Voeg ingrediënten met hoeveelheden toe, dan kan MealPlan dit gerecht inschatten.
pt_pt: Adiciona ingredientes com quantidades e o MealPlan pode estimar este prato.

source: Add it and fill in the recipe
da: Tilføj den, og udfyld opskriften
de: Hinzufügen und Rezept ergänzen
es: Añadirlo y completar la receta
fr: L’ajouter et compléter la recette
it: Aggiungilo e completa la ricetta
nl: Toevoegen en het recept invullen
pt_pt: Adicionar e preencher a receita

source: Add meal
da: Tilføj måltid
es: Añadir comida
fr: Ajouter un repas
it: Aggiungi pasto
nl: Maaltijd toevoegen
pt_pt: Adicionar refeição

source: Add meals in Settings to start planning.
da: Tilføj måltider i Indstillinger for at begynde at planlægge.
es: Añade comidas en Ajustes para empezar a planificar.
fr: Ajoutez des repas dans Réglages pour commencer à planifier.
it: Aggiungi pasti in Impostazioni per iniziare a pianificare.
nl: Voeg maaltijden toe in Instellingen om te beginnen met plannen.
pt_pt: Adiciona refeições nas Definições para começares a planear.

source: Add missing values
da: Tilføj manglende værdier
es: Añadir valores que faltan
fr: Ajouter les valeurs manquantes
it: Aggiungi i valori mancanti
nl: Ontbrekende waarden toevoegen
pt_pt: Adicionar valores em falta

source: Add recipe site
da: Tilføj opskriftsside
de: Rezeptseite hinzufügen
es: Añadir sitio de recetas
fr: Ajouter un site de recettes
it: Aggiungi sito di ricette
nl: Receptensite toevoegen
pt_pt: Adicionar site de receitas

source: Add the meals your family likes. A name is enough to start — you can add a recipe and a photo later.
da: Tilføj de måltider, din familie kan lide. Et navn er nok til at starte — opskrift og billede kan komme senere.
es: Añade las comidas que le gustan a tu familia. Con un nombre basta para empezar: la receta y la foto pueden venir después.
fr: Ajoutez les repas que votre famille aime. Un nom suffit pour commencer — vous pourrez ajouter une recette et une photo plus tard.
it: Aggiungi i pasti che piacciono alla tua famiglia. Un nome basta per iniziare: ricetta e foto possono arrivare dopo.
nl: Voeg de maaltijden toe die je gezin lekker vindt. Een naam is genoeg om te beginnen — een recept en foto kun je later toevoegen.
pt_pt: Adiciona as refeições de que a tua família gosta. Um nome basta para começar — podes acrescentar a receita e a foto depois.

source: Add timer
da: Tilføj timer
de: Timer hinzufügen
es: Añadir temporizador
fr: Ajouter un minuteur
it: Aggiungi timer
nl: Timer toevoegen
pt_pt: Adicionar temporizador

source: Add to MealPlan
da: Føj til MealPlan
de: Zu MealPlan hinzufügen
es: Añadir a MealPlan
fr: Ajouter à MealPlan
it: Aggiungi a MealPlan
nl: Toevoegen aan MealPlan
pt_pt: Adicionar ao MealPlan

source: Add to Reminders
da: Føj til Påmindelser
de: Zu Erinnerungen hinzufügen
es: Añadir a Recordatorios
fr: Ajouter à Rappels
it: Aggiungi a Promemoria
nl: Toevoegen aan Herinneringen
pt_pt: Adicionar a Lembretes

source: Add to the shopping list
da: Tilføj til indkøbslisten
de: Zur Einkaufsliste hinzufügen
es: Añadir a la lista de la compra
fr: Ajouter à la liste de courses
it: Aggiungi alla lista della spesa
nl: Aan de boodschappenlijst toevoegen
pt_pt: Adicionar à lista de compras

source: Added
da: Tilføjet den
de: Hinzugefügt am
es: Añadido el
fr: Ajouté le
it: Aggiunto il
nl: Toegevoegd op
pt_pt: Adicionado em

source: Added “%@” to MealPlan.
da: “%@” blev tilføjet til MealPlan.
es: Se ha añadido “%@” a MealPlan.
fr: « %@ » a été ajouté à MealPlan.
it: “%@” è stato aggiunto a MealPlan.
nl: “%@” is toegevoegd aan MealPlan.
pt_pt: “%@” foi adicionado ao MealPlan.

source: Added %lld items to your “MealPlan” list in Reminders.
da: %lld varer blev føjet til din “MealPlan”-liste i Påmindelser.
es: Se han añadido %lld artículos a tu lista “MealPlan” en Recordatorios.
fr: %lld articles ont été ajoutés à votre liste « MealPlan » dans Rappels.
it: %lld articoli sono stati aggiunti alla tua lista “MealPlan” in Promemoria.
nl: %lld items toegevoegd aan je lijst “MealPlan” in Herinneringen.
pt_pt: Foram adicionados %lld artigos à tua lista “MealPlan” em Lembretes.

source: Adds a dish by name, or imports one from a recipe link.
da: Tilføjer en ret ud fra navn eller importerer en fra et opskriftslink.
es: Añade un plato por su nombre o lo importa desde un enlace de receta.
fr: Ajoute un plat par son nom ou l’importe depuis un lien de recette.
it: Aggiunge un piatto per nome o lo importa da un link a una ricetta.
nl: Voegt een gerecht toe op naam of importeert er een via een receptlink.
pt_pt: Adiciona um prato pelo nome ou importa-o a partir de um link de receita.

source: Adds a dish to a chosen day and meal in the meal plan.
da: Tilføjer en ret til en valgt dag og et valgt måltid i madplanen.
es: Añade un plato a un día y una comida concretos del plan de comidas.
fr: Ajoute un plat à un jour et un repas choisis dans le menu.
it: Aggiunge un piatto a un giorno e a un pasto scelti nel piano dei pasti.
nl: Voegt een gerecht toe aan een gekozen dag en maaltijd in het maaltijdplan.
pt_pt: Adiciona um prato a um dia e refeição escolhidos no plano de refeições.

source: Aisle
da: Afdeling
es: Pasillo
fr: Rayon
it: Reparto
nl: Schap
pt_pt: Corredor

source: Aisle name
da: Navn på afdeling
es: Nombre del pasillo
fr: Nom du rayon
it: Nome del reparto
nl: Naam van het schap
pt_pt: Nome do corredor

source: All
da: Alle
es: Todos
fr: Tous
it: Tutti
nl: Alle
pt_pt: Todos

source: All %lld recipes in this group are shown under this name.
da: Alle %lld opskrifter i denne gruppe vises under dette navn.
de: Alle %lld Rezepte dieser Gruppe erscheinen unter diesem Namen.
es: Las %lld recetas de este grupo se muestran con este nombre.
fr: Les %lld recettes de ce groupe apparaissent sous ce nom.
it: Tutte le %lld ricette di questo gruppo compaiono con questo nome.
nl: Alle %lld recepten in deze groep worden onder deze naam getoond.
pt_pt: As %lld receitas deste grupo aparecem com este nome.

source: All day
da: Hele dagen
de: Ganztägig
es: Todo el día
fr: Toute la journée
it: Tutto il giorno
nl: Hele dag
pt_pt: Todo o dia

source: All day: %@
da: Hele dagen: %@
de: Ganztägig: %@
es: Todo el día: %@
fr: Toute la journée : %@
it: Tutto il giorno: %@
nl: Hele dag: %@
pt_pt: Todo o dia: %@

source: All items are checked
da: Alle varer er krydset af
de: Alle Artikel sind erledigt
es: Todos los artículos están marcados
fr: Tous les articles sont cochés
it: Tutti gli articoli sono spuntati
nl: Alle items zijn afgevinkt
pt_pt: Todos os artigos estão assinalados

source: All meals
da: Alle måltider
es: Todas las comidas
fr: Tous les repas
it: Tutti i pasti
nl: Alle maaltijden
pt_pt: Todas as refeições

source: All meals planned
da: Alle måltider er planlagt
es: Todas las comidas planificadas
fr: Tous les repas sont prévus
it: Tutti i pasti pianificati
nl: Alle maaltijden gepland
pt_pt: Todas as refeições planeadas

source: All-day event
da: Heldagsbegivenhed
de: Ganztägiger Termin
es: Evento de todo el día
fr: Événement sur la journée
it: Evento di tutto il giorno
nl: Hele dag-afspraak
pt_pt: Evento de dia inteiro

source: Allow Calendar access
da: Tillad adgang til Kalender
de: Kalenderzugriff erlauben
es: Permitir acceso a Calendario
fr: Autoriser l’accès à Calendrier
it: Consenti l’accesso a Calendario
nl: Agendatoegang toestaan
pt_pt: Permitir acesso ao Calendário

source: Already in MealPlan
da: Findes allerede i MealPlan
de: Schon in MealPlan
es: Ya está en MealPlan
fr: Déjà dans MealPlan
it: Già in MealPlan
nl: Al in MealPlan
pt_pt: Já está no MealPlan

source: Already in your library
da: Allerede i din samling
de: Schon in deiner Sammlung
es: Ya está en tu colección
fr: Déjà dans votre collection
it: Già nella tua raccolta
nl: Al in je collectie
pt_pt: Já está na tua coleção

source: Already saved as “%@”
da: Allerede gemt som “%@”
de: Schon gespeichert als „%@“
es: Ya guardado como “%@”
fr: Déjà enregistré sous « %@ »
it: Già salvato come “%@”
nl: Al bewaard als “%@”
pt_pt: Já guardado como “%@”

source: Also plan it
da: Planlæg den også
de: Gleich einplanen
es: Planificarlo también
fr: Le planifier aussi
it: Pianificalo anche
nl: Meteen inplannen
pt_pt: Planeá-lo também

source: Also shows the title of an event. Notes, invitees, locations and links are never shown.
da: Viser også titlen på en begivenhed. Noter, deltagere, steder og links vises aldrig.
de: Zeigt zusätzlich den Titel eines Termins. Notizen, Teilnehmende, Orte und Links werden nie gezeigt.
es: También muestra el título de un evento. Las notas, los invitados, las ubicaciones y los enlaces nunca se muestran.
fr: Affiche aussi le titre d’un événement. Les notes, participants, lieux et liens ne sont jamais affichés.
it: Mostra anche il titolo di un evento. Note, invitati, luoghi e link non vengono mai mostrati.
nl: Toont ook de titel van een afspraak. Notities, genodigden, locaties en links worden nooit getoond.
pt_pt: Mostra também o título de um evento. Notas, convidados, locais e links nunca são mostrados.

source: Always at home
da: Altid hjemme
de: Immer zu Hause
es: Siempre en casa
fr: Toujours à la maison
it: Sempre a casa
nl: Altijd thuis
pt_pt: Sempre em casa
